Repository: CofficLab/GitOK
Catalog: Packages/PluginSidebarToggle/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: A shortcut keeps your hands on the keys.
zh_hans: 快捷键让你的手不离键盘。
zh_hk: 快捷鍵讓你的手不離鍵盤。

source: Animate
zh_hans: 动画
zh_hk: 動畫

source: Click the toolbar button or press the shortcut.
zh_hans: 点击工具栏按钮或按下快捷键。
zh_hk: 點擊工具欄按鈕或按下快捷鍵。

source: Collapse or expand the sidebar in one action.
zh_hans: 一个动作折叠或展开侧边栏。
zh_hk: 一個動作摺疊或展開側邊欄。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Free up horizontal space for content and diffs.
zh_hans: 为内容与差异腾出横向空间。
zh_hk: 為內容與差異騰出橫向空間。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Instant
zh_hans: 即时
zh_hk: 即時

source: Keyboard Friendly
zh_hans: 键盘友好
zh_hk: 鍵盤友好

source: More room for code, whenever you need it.
zh_hans: 需要时，给代码更多空间。
zh_hk: 需要時，給代碼更多空間。

source: Persist
zh_hans: 持久保存
zh_hk: 持久保存

source: Shortcut
zh_hans: 快捷键
zh_hk: 快捷鍵

source: Show / Hide
zh_hans: 显示 / 隐藏
zh_hk: 顯示 / 隱藏

source: The sidebar collapses or expands smoothly.
zh_hans: 侧边栏平滑折叠或展开。
zh_hk: 側邊欄平滑摺疊或展開。

source: Toggle
zh_hans: 开关
zh_hk: 開關

source: Toggle Sidebar
zh_hans: 切换侧边栏
zh_hk: 切換側邊欄

source: Trigger
zh_hans: 触发
zh_hk: 觸發

source: Workspace Focus
zh_hans: 工作区聚焦
zh_hk: 工作區聚焦

source: Your preference is remembered for next time.
zh_hans: 你的偏好会被记住，下次沿用。
zh_hk: 你的偏好會被記住，下次沿用。

source: click
zh_hans: 单击
zh_hk: 單擊

source: shortcut
zh_hans: 快捷键
zh_hk: 快捷鍵
